<template>
                 <div class="content-text block_padding">
                    <div class="content-text__inner">
                       <h1 class="content-text__title">Магазин стройматериалов</h1>
                       <div class="content-text__wrap">
                          <div class="content-text__body">
                             <p>Ищите готовый интернет-магазин строительных материалов? Megagroup.ru предлагает для вас готовый сайт с разработанной структурой, удобным интерфейсом управления и привлекательным дизайном. Вы не тратите большое количество времени на переговоры с разработчиками и не утверждаете подготовленный эскиз дизайна. Нужно всего лишь купить это готовое решение и получить оптимально работающий ресурс.</p>
                             <p>Вам не надо объяснять свои идеи разработчикам сайта, заполнять техническое задание, нужно только приобрести готовое решение, при необходимости загрузить новые фотографии и изменить цвета оформления ресурса, разместить текстовую информацию.</p>
                             <p>Стоимость открытия готового сайта существенно ниже, чем его создание с самого начала. Мы рекомендуем Вам купить готовый магазин стройматериалов, который обладает всеми необходимыми модулями для реализации Вашей деятельности в интернете. Вы существенно увеличите число Ваших клиентов и, соответственно, повысите объемы продаж.</p>
                          </div>
                       </div>
                    </div>
                 </div>
</template>

<script>
export default {
    name: 'webSiteUnderText'
}
</script>

<style>

</style>