<template>
    <body class="site gr_shop2_msg">
       <div class="site_wrap">
         <webMobileWrap
          :popup="mobile__modal"
          @closeModal="closeMobileModal"
        />
          <div class="site__wrapper">
            <webTopMenu />
             <div class="site__inner">
                <webSiteTop
                @showCategory="showCategoryList"
                @showModal="showMobileModal"
                @showFeedBack="this.feedBackModal = true"
                />
                <div class="site-content">
                   <div class="site-content__inner ">
                      <div class="site-content__inner_2 block_padding">
                        <webSiteLeft
                        :list="category__list"
                        :closeList="category__list"
                        />
                          <div class="site-content__right">
                            <main class="site-main">
                                <div class="site-main__inner">
                                    <p class="privacy__policy__text">ПОЛИТИКА ИП Плотников Владислав Александрович В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ.<br>

                                    <span>1. Назначение</span><br><br>

                                    1.1.      Настоящий документ определяет политику ИП Плотников Владислав Александрович (далее – Оператор) в отношении обработки персональных данных (далее – ПД) и организации их защиты.<br>
                                    1.2.      Настоящая политика в области обработки и защиты  ПД (далее – Политика)  разработана в соответствии с п. 2 ст. 18.1 Федерального закона «О персональных данных» №152-ФЗ от 27 июля 2006 года и действует в отношении всех персональных данных, обрабатываемых Оператором.<br>
                                    1.3.      Целью настоящей Политики является защита интересов Оператора, субъектов ПД, обрабатываемых Оператором, а также выполнение законодательства Российской Федерации о персональных данных.<br>
                                    1.4.      Политика распространяется на Данные, полученные как до, так и после подписания настоящей Политики.<br><br>

                                    <span>2. Общие положения</span><br><br>

                                    2.1. В целях гарантированного выполнения норм федерального законодательства Оператор считает важнейшей задачей соблюдение принципов законности, целостности и конфиденциальности при обработке ПД, а также обеспечение безопасности процессов их обработки.<br>
                                    2.2. Политика характеризуется следующими признаками:<br>
                                    2.2.1. Разработана в целях обеспечения реализации требований законодательства РФ в области обработки ПД субъектов персональных данных.<br>
                                    2.2.2. Раскрывает основные категории персональных данных, обрабатываемых Оператором, цели, способы и принципы обработки Оператором ПД, права и обязанности оператора при обработке ПД, права субъектов ПД, а также включает перечень мер, применяемых Оператором в целях обеспечения безопасности ПД при их обработке.<br>
                                    2.2.3. Является общедоступным документом, декларирующим концептуальные основы деятельности Оператора при обработке ПД.<br>
                                    2.3. Действие настоящего документа распространяется на все процессы, в рамках которых осуществляется обработка персональных данных субъектов ПД всех категорий, а также на подразделения, принимающие участие в указанных процессах.<br>
                                    2.4.      Основные положения документа могут быть распространены также на подразделения других организаций и учреждений, осуществляющие взаимодействие с Оператором в качестве поставщиков и потребителей (пользователей) информации.<br>
                                    <br>    
                                    <span>3. Информация об Операторе</span><br><br>

                                    Наименование: ИП Плотников Владислав Александрович<br>
                                    ИНН: 343608599267<br>
                                    Юридический адрес:  142005, ул. Кирова, 151, Центральный внутригородской округ, микрорайон Центральный<br>
                                    Е-mail: zakaz@doorcenter.pro<br>
                                    Сайт: doorcenter.pro<br><br>
                                    

                                    <span>4. Правовые основания обработки персональных данных</span><br><br>

                                    4.1. Политика Оператора в области обработки персональных данных определяется в соответствии со следующими нормативными правовыми актами РФ:<br>
                                    4.1.1. Конституцией Российской Федерации.<br>
                                    4.1.2. Уставом ИП Плотников Владислав Александрович<br>
                                    4.1.3. Гражданским кодексом Российской Федерации.<br>
                                    4.1.4. Федеральным законом от 19.12.2005 № 160-ФЗ «О ратификации Конвенции Совета Европы о защите физических лиц при автоматизированной обработке персональных данных».<br>
                                    4.1.5. Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».<br>
                                    4.1.6. Федеральным законом от 27.07.2006 № 149-ФЗ «Об информации, информационных технологиях и о защите информации».<br>
                                    4.1.7. Приказ от 18 февраля 2013 г. N 21 "Об утверждении Состава и содержания организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных"<br>
                                    4.1.8. Постановление Правительства Российской Федерации от 1 ноября 2012 г. N 1119 г. Москва "Об утверждении требований к защите персональных данных при их обработке в информационных системах персональных данных"<br>
                                    4.1.9. Постановление Правительства РФ от 15 сентября 2008 года № 687 «Об утверждении положения об особенностях обработки персональных данных, осуществляемой без использования средств автоматизации»<br>
                                    4.2. Во исполнение настоящей Политики Оператором утверждены следующие локальные нормативные правовые акты:<br>
                                    4.2.1. Приказ о назначении ответственного за организацию обработки персональных данных.<br>
                                    4.2.2. Приказ об установлении списка лиц, имеющих доступ к персональным данным работников.<br>
                                    4.2.3. Положение об обработке и защите персональных данных.<br>
                                    4.2.4. Инструкция пользователя, имеющего доступ к персональным данным.<br>
                                    4.2.5. Акт определения уровня защищенности персональных данных при их обработке в информационной системе персональных данных.<br>
                                    4.2.6. Модель угроз безопасности персональных данных при их обработке в информационной системе персональных данных.<br>
                                    4.2.7. План проведения внутренних проверок режима защиты персональных данных.<br>
                                    <br>
                                    <span>5. Цели обработки персональных данных.</span><br><br>

                                    5.1. Обработка персональных данных должна осуществляться с соблюдением принципов и правил, предусмотренных настоящим Федеральным законом. Обработка персональных данных допускается в следующих целях:<br>
                                    5.1.1. Исполнения положений нормативных актов, указанных в п.4.1. настоящей Политики.<br>
                                    5.1.2. Реализации основного вида деятельности согласно Устава.<br>
                                    5.1.3. Для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;<br>

                                    5.1.4. Для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей;<br>

                                    5.1.5. Для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве (далее - исполнение судебного акта);<br>

                                    5.1.6. Для исполнения полномочий федеральных органов исполнительной власти, органов государственных внебюджетных фондов, исполнительных органов государственной власти субъектов Российской Федерации, органов местного самоуправления и функций организаций, участвующих в предоставлении соответственно государственных и муниципальных услуг, предусмотренных Федеральным законом от 27 июля 2010 года N 210-ФЗ "Об организации предоставления государственных и муниципальных услуг", включая регистрацию субъекта персональных данных на едином портале государственных и муниципальных услуг и (или) региональных порталах государственных и муниципальных услуг;<br>

                                    (в ред. Федерального закона от 05.04.2013 N 43-ФЗ)<br>

                                    5.1.7. Для защиты жизни, здоровья или иных жизненно важных интересов субъекта персональных данных, если получение согласия субъекта персональных данных невозможно;<br>

                                    5.1.8. Для осуществления прав и законных интересов оператора или третьих лиц, в том числе в случаях, предусмотренных Федеральным законом "О защите прав и законных интересов физических лиц при осуществлении деятельности по возврату просроченной задолженности и о внесении изменений в Федеральный закон "О микрофинансовой деятельности и микрофинансовых организациях", либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных;<br>

                                    (в ред. Федерального закона от 03.07.2016 N 231-ФЗ)<br>

                                    5.1.9. Для осуществления профессиональной деятельности журналиста и (или) законной деятельности средства массовой информации либо научной, литературной или иной творческой деятельности при условии, что при этом не нарушаются права и законные интересы субъекта персональных данных;<br>

                                    5.1.10. Обработка персональных данных осуществляется в статистических или иных исследовательских целях, за исключением целей, указанных в статье 15 настоящего Федерального закона, при условии обязательного обезличивания персональных данных;<br>

                                    5.1.11. Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее - персональные данные, сделанные общедоступными субъектом персональных данных);<br>

                                    5.1.12. Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.<br>
                                    <br>
                                    <span>6. Категории обрабатываемых персональных данных</span><br><br>

                                    6.1. Оператором обрабатываются следующие категории персональных данных физических лиц, состоящих в договорных отношениях с оператором:<br>
                                    6.1.1. Фамилия, Имя, Отчество <br>
                                    6.1.2. Контактный телефон<br>
                                    6.1.3. Электронная почта<br>
                                    6.1.4. Фотография<br>
                                    <br>
                                    <span> 7. Способы и принципы обработки персональных данных</span><br><br>

                                    7.1. Оператор в своей деятельности обеспечивает соблюдение принципов обработки персональных данных, указанных в ст. 5 Федерального закона 152-ФЗ «О персональных данных».
                                    7.2. Обработка персональных данных Оператором осуществляется на основе следующих принципов:

                                    Обработка персональных данных осуществляется на законной и справедливой основе;
                                    Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных;
                                    Обработке подлежат только те персональные данные, которые отвечают целям их обработки;
                                    Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Обрабатываемые персональные данные не являются избыточными по отношению к заявленным целям обработки;
                                    При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к заявленным целям их обработки.
                                    Cроки хранения персональных данных установлены нормами федерального законодательства, указанных в п.4.1.
                                    7.3.  Обработка персональных данных Оператором включает в себя следующие процессы: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение, персональных данных.
                                    <br><br>
                                    <span>8. Сведения о третьих лицах, участвующих в обработке персональных данных</span><br><br>

                                    8.1. Оператор вправе поручить обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено федеральным законом, на основании заключаемого с этим лицом договора, в том числе государственного или муниципального контракта, либо путем принятия государственным или муниципальным органом соответствующего акта (далее - поручение оператора). Лицо, осуществляющее обработку персональных данных по поручению оператора, обязано соблюдать принципы и правила обработки персональных данных, предусмотренные настоящим Федеральным законом. В поручении оператора должны быть определены перечень действий (операций) с персональными данными, которые будут совершаться лицом, осуществляющим обработку персональных данных, и цели обработки, должна быть установлена обязанность такого лица соблюдать конфиденциальность персональных данных и обеспечивать безопасность персональных данных при их обработке, а также должны быть указаны требования к защите обрабатываемых персональных данных в соответствии со статьей 19 настоящего Федерального закона.<br>

                                    8.2. Лицо, осуществляющее обработку персональных данных по поручению оператора, не обязано получать согласие субъекта персональных данных на обработку его персональных данных.<br>

                                    8.3.  В случае, если оператор поручает обработку персональных данных другому лицу, ответственность перед субъектом персональных данных за действия указанного лица несет оператор. Лицо, осуществляющее обработку персональных данных по поручению оператора, несет ответственность перед оператором.<br>
                                    <br>
                                    <span>9. Меры по обеспечению безопасности персональных данных при их обработке</span><br><br>

                                    9.1. Оператор при обработке персональных данных принимает все необходимые правовые, организационные и технические меры для их защиты от неправомерных действий в отношении них. Обеспечение безопасности персональных данных достигается, в частности, следующими способами:<br>
                                    9.1.1. Назначением ответственного за организацию обработки персональных данных.<br>
                                    9.1.2. Осуществлением внутреннего контроля и/или аудита соответствия обработки персональных данных Федеральному закону от 27.07.2006 № 152-ФЗ «О персональных данных» и принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, локальным актам.<br>
                                    9.1.3. Ознакомлением работников Оператора, непосредственно осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации о персональных данных, в том числе с требованиями к защите персональных данных, локальными актами в отношении обработки персональных данных, и (или) обучением указанных сотрудников.<br>
                                    9.1.4. Определением угроз безопасности персональных данных при их обработке в информационных системах персональных данных с помощью составления частной модели угроз безопасности персональных данных при их обработке в информационной системе персональных данных.<br>
                                    9.1.5. Применением организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите персональных данных.<br>
                                    9.1.6. Учетом машинных носителей персональных данных.<br>
                                    9.1.7. Выявлением фактов несанкционированного доступа к персональным данным и принятием соответствующих мер.<br>
                                    9.1.8. Восстановлением персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним.<br>
                                    9.1.9. Установлением правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных, а также обеспечением регистрации и учета всех действий, совершаемых с персональными данными в информационной системе персональных данных.<br>
                                    9.1.10. Контролем за принимаемыми мерами по обеспечению безопасности персональных данных и уровнем защищенности информационных систем персональных данных.<br>
                                    <br>
                                    <span>10. Права субъектов персональных данных</span><br><br>

                                    10.1. В соответствии с №152-ФЗ «О персональных данных» субъект персональных данных имеет право: <br>
                                    10.1.1. Получить сведения касающиеся обработки ПД оператором, а именно: <br>
                                    -      подтверждение факта обработки персональных данных оператором; <br>
                                    -      правовые основания и цели обработки персональных данных; <br>
                                    -      цели и применяемые оператором способы обработки персональных данных; <br>
                                    -      наименование и место нахождения оператора, сведения о лицах (за исключением работников оператора), которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с оператором или на основании федерального закона; <br>
                                    -      обрабатываемые персональные данные, относящиеся к соответствующему субъекту персональных данных, источник их получения, если иной порядок представления таких данных не предусмотрен федеральным законом; <br>
                                    -      сроки обработки персональных данных, в том числе сроки их хранения; <br>
                                    -      порядок осуществления субъектом персональных данных прав, предусмотренных №152-ФЗ «О персональных данных»; <br>
                                    -      информацию об осуществленной или предполагаемой трансграничной передаче данных; <br>
                                    -      наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку персональных данных по поручению оператора, если обработка поручена или будет поручена такому лицу; <br>
                                    -      иные сведения, предусмотренные №152-ФЗ «О персональных данных» или другими федеральными законами. <br>
                                    10.1.2. Потребовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки.<br>
                                    10.1.3. Отозвать согласие на обработку персональных данных в предусмотренных законом случаях. <br>
                                    10.2. Право субъекта персональных данных на доступ к его персональным данным может быть ограничено в соответствии с федеральными законами РФ.<br>
                                    10.3. Для реализации своих прав (см. пп. 10.1.1–10.1.3.) и защиты законных интересов субъект персональных данных имеет право обратиться к Оператору. Тот рассматривает любые обращения и жалобы со стороны субъектов персональных данных, тщательно расследует факты нарушений и принимает все необходимые меры для их немедленного устранения, наказания виновных лиц и урегулирования спорных и конфликтных ситуаций в досудебном порядке.<br>
                                    10.4. Субъект персональных данных вправе обжаловать действия или бездействие Оператора путем обращения в уполномоченный орган по защите прав субъектов персональных данных (см.п.11.2).<br>
                                    10.5. Субъект персональных данных имеет право на защиту своих прав и законных интересов, в том числе на возмещение убытков и/или компенсацию морального вреда в судебном порядке.<br>
                                    <br>
                                    <span>11. Заключительные положения</span><br><br>

                                    11.1. Оператор имеет право вносить изменения в настоящую Политику. <br>
                                    11.2. При внесении изменений в заголовке Политики указывается дата последнего обновления редакции. Новая редакция Политики вступает в силу с момента ее утверждения и размещения на сайте Оператора, если иное не предусмотрено новой редакцией Политики. <br>
                                    11.3. Настоящая политика обязательна для соблюдения и ознакомления всех сотрудников Оператора. <br>                <br>                                                

                                    Директор<br><br>

                                    ИП Плотников Владислав Александрович    </p>
                                </div>
                            </main>
                            <!-- .site-main -->
                        </div>
                      </div>
                   </div>
                   <webSiteBrands />
                   <webSiteAdvantage />
                </div>
             </div>
             <div class="link-top-btn">&nbsp;</div>
             <webFooter />
             <!-- .site-footer -->
             <div class="block_padding"></div>
             <div class="w-embed">
             </div>
          </div>
          <!-- .site__wrapper -->   
       </div>
       <!-- assets.bottom -->
       <!-- </noscript></script></style> -->
       <!-- /assets.bottom -->
       <div class="remodal-wrapper remodal-is-opened" v-bind:class="{ block: feedBackModal }" style="display: none;">
            <div class="remodal remodal-is-initialized remodal-is-opened" data-remodal-id="form_top_popap">
                <button v-on:click="this.feedBackModal = false" data-remodal-action="close" class="close-button"><span>&nbsp;</span></button>
                <div class="form_top_wrap">
                    <div class="tpl-anketa">
                        <div class="tpl-anketa__left">
                        <div class="tpl-anketa__title">ОБРАТНЫЙ ЗВОНОК</div>
                        </div>
                        <div class="tpl-anketa__right">
                        <div>
                            <div class="tpl-field type-text">
                                <div class="field-title">Как вас зовут:</div>
                                <div class="field-value">
                                    <input v-model="feedBackName" type="text" size="30">
                                </div>
                            </div>
                            <div class="tpl-field type-phone field-required last-inline">
                                <div class="field-title">Телефон: <span class="field-required-mark">*</span></div>
                                <div class="field-value">
                                    <input v-model="feedBackPhone" type="text" size="30">
                                </div>
                            </div>
                            <div class="tpl-field tpl-field-button">
                                <button v-on:click="sendFeedBack()" type="submit" class="tpl-form-button">Перезвоните мне</button>
                            </div>
                        </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="remodal-wrapper remodal-is-closed" v-bind:class="{ block: thankYouModal }" style="display: none;">
            <div class="remodal remodal-is-initialized remodal-is-closed" data-remodal-id="form_top_popap">
                <button v-on:click="this.thankYouModal = false" data-remodal-action="close" class="close-button"><span>&nbsp;</span></button>
                <div class="form_top_wrap">
                    <div class="tpl-anketa">
                        <div class="tpl-anketa__right tpl-anketa__posted">
                            <div class="tpl-anketa-success-note">Спасибо</div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </body>
  </template>

<script>
import webMobileWrap from '../../../../components/models/site__samples/webMobileWrap.vue'
import webSiteTop from '../../../../components/models/site__samples/webSiteTop.vue'
import webSiteLeft from '../../../../components/models/site__samples/webSiteLeft.vue'
import webTopMenu from '../../../../components/models/site__samples/webTopMenu.vue'
import webFooter from '../../../../components/models/site__samples/webFooter.vue'
import webSiteBrands from '../../../../components/models/site__samples/site__under/webSiteBrands.vue'
import webSiteAdvantage from '../../../../components/models/site__samples/site__under/webSiteAdvantage.vue'

export default {
    name: 'webInfoPrivacyPolicy',
    components: {
        webMobileWrap,
        webSiteTop,
        webSiteLeft,
        webTopMenu,
        webFooter,
        webSiteAdvantage,
        webSiteBrands
    }, 
    data() {
        return {
            mobile__modal: false,
            category__list: false,
            key: localStorage.getItem('cartKey'),
            feedBackModal: false,
            feedBackName: '',
            feedBackPhone: '',
            thankYouModal: false,
        }
    },
    methods: {
        async sendFeedBack() {
            const response = await axios.post('feedback', {
                fullname: this.feedBackName,
                phone: this.feedBackPhone
            })
            if (response.status < 300) {
                this.feedBackModal = false
                this.thankYouModal = true
                this.feedBackName = ''
                this.feedBackPhone = ''
            }
        },
        showMobileModal() {
            this.mobile__modal = true
        },
        closeMobileModal() {
            this.mobile__modal = false
        },
        showCategoryList() {
            this.category__list = !this.category__list
        },
    }
}
</script>

<style>
.lpc-text-4[data-media-source="desktop"] .lpc-text-4__buttons-wrap {
    margin-top: 50px;
    text-align: left;
}
.lpc-row {
    flex-wrap: wrap;
}
.lp-block-overlay {
    display: flex;
    flex-wrap: wrap;
}
.privacy__policy__text {
    font-family: Roboto, sans-serif;
    color: #7c7474;
}
.privacy__policy__text span {
    color: #262020;
}
</style>